export const CHAPTERS = [
  {
    title: "Основа игры",
    description:
      "Цель игры, управление юнитами, передвижение и атака противника",
  },
  {
    title: "Разведка",
    description:
      "Разведка вражеской территории с использованием дронов-разведчиков",
  },
  {
    title: "Ударный дрон средней дистанции",
    description: "Запуск и управление ударными дронами средней дистанции",
  },
  {
    title: "FPV-перехватчик",
    description: "Перехват беспилотных аппаратов с помощью FPV-Дронов",
  },
  {
    title: "Логистика",
    description: "Использование транспорта для передвижения войск и станций",
  },
  {
    title: "Станция РЭБ",
    description: "Противодействие дронам противника",
  },
  {
    title: "Спутник, топография, ландшафт и погода",
    description:
      "Разведка с помощью спутника и топографии, влияние ландшафта и погоды на игру",
  },
  {
    title: "Сканер частот",
    description:
      "Обнаружение противника в густом лесу и зданиях с помощью Сканера Частот",
  },
  {
    title: "Ударный дрон дальней дистанции",
    description: "Атака противника и противодействие вражеским станциям РЭБ",
  },
  {
    title: "Финал",
    description: "Завершение обучения",
  },
];
